Revit 2027 API
ExportFontKey Properties
The ExportFontKey type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
OriginalFontName |  The original font name.
Top
See Also
Reference
ExportFontKey Class
Autodesk.Revit.DB Namespace